[
    {
        "id": 1,
        "o_name": "内科",
        "name": [{
                "id": 11,
                "o_name1": "乙肝",
                "o_info": "慢性乙型肝炎是由乙型肝炎病毒持续感染超过6个月以上，肝脏发生不同程度炎症坏死(或)纤维化的慢性疾病。本病为乙类传染病，乙型肝炎患者及乙型肝炎病毒携带者为主要传染源。<img src='../img/yigan.jpg'>主要表现为反复出现的乏力、食欲减退、厌油、尿黄、肝区不适、腹胀等症状，可出现面色发黑、肝掌、蜘蛛痣、脾脏增大等表现，长期乙型肝炎病毒感染可导致肝硬化、肝癌。此病患者的治疗应根据具体情况采用综合性、个体化治疗方案，通常不可治愈，仅可延缓肝脏进展。",
                "doctor": [{ "id": "001", "name": "许亚飞", "doctor_img": "../img/doc-xyfei.jpg", "doctor_hospital": "南城第一医院", "doctor_professor": "科室主任" },
                    { "id": "002", "name": "张凯", "doctor_img": "../img/doc-1-1-2.jpg", "doctor_hospital": "南城第一医院", "doctor_professor": "主治医师" },
                    { "id": "003", "name": "刘敏", "doctor_img": "../img/doc-1-1-3.jpg", "doctor_hospital": "南城第一医院", "doctor_professor": "主治医师" },
                    { "id": "004", "name": "老亚瑟", "doctor_img": "../img/doc-1-1-4.jpg", "doctor_hospital": "南城第一医院", "doctor_professor": "主治医师" },
                ]
            },
            {
                "id": 12,
                "o_name1": "甲亢",
                "o_info": "甲状腺功能亢进症是由于甲状腺合成及释放过多的甲状腺激素，造成神经、循环、消化等系统兴奋性增高和机体代谢亢进，引起心悸、出汗、进食、排便次数增多和体重减少为主要表现的一组临床综合征。临床上80%以上甲亢是Graves病引起的，<img src='../img/jiakang.jpg'>患者常合并突眼、眼睑水肿、视力减退，罕见胫前黏液水肿等症状，严重的可出现甲亢危象、昏迷，甚至危及生命。",
                "doctor": [{ "id": "005", "name": "尖峰", "doctor_img": "../img/doc-1-2-1.jpg", "doctor_hospital": "南风第一医院", "doctor_professor": "科室主任" },
                    { "id": "006", "name": "怀庆", "doctor_img": "../img/doc-1-2-2.jpg", "doctor_hospital": "是否第一医院", "doctor_professor": "主治医师" },
                    { "id": "007", "name": "通络", "doctor_img": "../img/doc-1-2-3.jpg", "doctor_hospital": "南一会第一医院", "doctor_professor": "主治医师" },
                    { "id": "008", "name": "抵触k's", "doctor_img": "../img/doc-1-2-4.jpg", "doctor_hospital": "疯狂的城第一医院", "doctor_professor": "主治医师" },
                ]
            },
            {
                "id": 13,
                "o_name1": "肺炎",
                "o_info": "肺炎是指终末气道、肺泡和肺间质的炎症，可由病原微生物、理化因素、免疫损伤、过敏及药物所致。细菌性肺炎是最常见的肺炎，也是最常见的感染性疾病之一，患者常有发烧、咳嗽、呼吸困难等典型表现。解剖分类 < h3 > 大叶性肺炎 < /h3>又称肺泡性肺炎， 是病原体最先在肺泡处引起炎症， 经肺泡间孔向其他肺泡扩散， 致使部分肺段或整个肺段、 肺叶发生炎症。<h3 > 小叶性肺炎 < /h3>又称支气管肺炎， 是指病原体经支气管入侵， 引起细支气管、 终末细支气管及肺泡的炎症。<h3 > 间质性肺炎 < /h3>以肺间质为主的炎症， 累及支气管壁和支气管周围组织， 有肺泡壁增生及间质水肿。 因病变仅在肺间质， 所以呼吸道症状较轻， 病变广泛， 导致呼吸困难明显。<h2 > 病因分类 < /h2> <h3 > 细菌性肺炎 < /h3>如肺炎链球菌、 金黄色葡萄球菌、 甲型溶血性链球菌、 肺炎克雷伯杆菌、 流感嗜血杆菌、 铜绿假单胞菌肺炎和鲍曼不动杆菌等。<h3 > 非典型病原体所致肺炎 < /h3>如军团菌、 支原体和衣原体等。<h3 > 病毒性肺炎 < /h3>如冠状病毒、 腺病毒、 呼吸道合胞病毒、 流感病毒、 麻疹病毒、 巨细胞病毒、 单纯疱疹病毒等。<h3 > 真菌性肺炎 < /h3>如念珠菌、 曲霉、 隐球菌、 肺孢子菌、 毛霉等。<h3 > 其他病原体所致肺炎 < /h3>如立克次体、 弓形体、 寄生虫等。<h3 > 理化因素所致的肺炎 < /h3>如放射性损伤引起的放射性肺炎， 胃酸吸入引起的化学性肺炎， 对吸入或内源性脂类物质产生炎症反应的类脂性肺炎等。<h2 > 患病环境分类 < /h2> <h3 > 社区获得性肺炎 < /h3>是指在医院外的生活或工作环境中患的感染性肺实质炎症， 包括具有明确潜伏期的病原体感染而在入院后平均潜伏期内发病的肺炎。<h3 > 医院获得性肺炎 < /h3>是指患者入院时不存在肺炎， 也不处于肺炎的潜伏期， 而在入院48小时后在医院、 老年护理院或康复院等地方发生的肺炎。 ",
                "doctor": [{ "id": "009", "name": "尖峰", "doctor_img": "../img/doc-1-2-1.jpg", "doctor_hospital": "南风第一医院", "doctor_professor": "科室主任" },
                    { "id": "010", "name": "怀庆", "doctor_img": "../img/doc-1-2-2.jpg", "doctor_hospital": "是否第一医院", "doctor_professor": "主治医师" },
                    { "id": "011", "name": "通络", "doctor_img": "../img/doc-1-2-3.jpg", "doctor_hospital": "南一会第一医院", "doctor_professor": "主治医师" },
                    { "id": "012", "name": "抵触k's", "doctor_img": "../img/doc-1-2-4.jpg", "doctor_hospital": "疯狂的城第一医院", "doctor_professor": "主治医师" },
                ]
            },
            {
                "id": 14,
                "o_name1": "哮喘",
                "o_info": "哮喘是支气管哮喘的简称，是一种以慢性气道炎症和气道高反应性为特征的异质性疾病。主要特征包括气道慢性炎症，气道对多种刺激因素呈现的高反应性，多变的可逆性气流受限，以及随病程延长而导致一系列气道结构的改变，即气道重构。临床表现为反复发作的喘息、气急、胸闷或咳嗽等症状，常在夜间及凌晨发作或加重，多数病人可自行缓解或经治疗后缓解。<img src='../img/xiaochuan.jpg'>",
                "doctor": [{ "id": "013", "name": "尖峰", "doctor_img": "../img/doc-1-2-1.jpg", "doctor_hospital": "南风第一医院", "doctor_professor": "科室主任" },
                    { "id": "014", "name": "怀庆", "doctor_img": "../img/doc-1-2-2.jpg", "doctor_hospital": "是否第一医院", "doctor_professor": "主治医师" },
                    { "id": "015", "name": "通络", "doctor_img": "../img/doc-1-2-3.jpg", "doctor_hospital": "南一会第一医院", "doctor_professor": "主治医师" },
                    { "id": "016", "name": "抵触k's", "doctor_img": "../img/doc-1-2-4.jpg", "doctor_hospital": "疯狂的城第一医院", "doctor_professor": "主治医师" },
                ]
            },
            {
                "id": 15,
                "o_name1": "贫血",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 16,
                "o_name1": "肾炎",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            }
        ]
    },
    {
        "id": 2,
        "o_name": "外科",
        "name": [{
                "id": 21,
                "o_name1": "气胸",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 22,
                "o_name1": "肾结石",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 23,
                "o_name1": "痔疮",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 24,
                "o_name1": "胆结石",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 25,
                "o_name1": "颈椎病",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 26,
                "o_name1": "骨关节炎",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            }
        ]
    },
    {
        "id": 3,
        "o_name": "心脏",
        "name": [{
                "id": 31,
                "o_name1": "冠心病",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 32,
                "o_name1": "高血压",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 33,
                "o_name1": "先心病",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 34,
                "o_name1": "心肌病",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 35,
                "o_name1": "风心病",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 36,
                "o_name1": "房颤",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            }
        ]
    },
    {
        "id": 4,
        "o_name": "妇科",
        "name": [{
                "id": 41,
                "o_name1": "不孕不育",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 42,
                "o_name1": "月经失调",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 43,
                "o_name1": "子宫肌瘤",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 44,
                "o_name1": "多囊卵巢",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 45,
                "o_name1": "产前检查",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 46,
                "o_name1": "卵巢囊肿",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            }
        ]
    },
    {
        "id": 5,
        "o_name": "儿科",
        "name": [{
                "id": 51,
                "o_name1": "小儿腹泻",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 52,
                "o_name1": "小儿麻痹",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 53,
                "o_name1": "小儿哮喘",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 54,
                "o_name1": "小儿湿疹",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 55,
                "o_name1": "小儿多动症",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 56,
                "o_name1": "性早熟",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            }
        ]
    },
    {
        "id": 6,
        "o_name": "肿瘤",
        "name": [{
                "id": 61,
                "o_name1": "肺癌",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 62,
                "o_name1": "肝癌",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 63,
                "o_name1": "胃癌",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 64,
                "o_name1": "乳腺癌",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 65,
                "o_name1": "淋巴瘤",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 66,
                "o_name1": "肾癌",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            }
        ]
    }, {
        "id": 7,
        "o_name": "妇产科",
        "name": [{
                "id": 71,
                "o_name1": "妇科",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 72,
                "o_name1": "产科",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 73,
                "o_name1": "妇科内分泌科",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 74,
                "o_name1": "妇泌尿科",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 75,
                "o_name1": "产前诊断科",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 76,
                "o_name1": "遗传咨询科",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 77,
                "o_name1": "计划生育科",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 78,
                "o_name1": "护理科",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            }
        ]
    }, {
        "id": 8,
        "o_name": "口腔科学",
        "name": [{
                "id": 81,
                "o_name1": "口腔科",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 82,
                "o_name1": "颌面外科",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 83,
                "o_name1": "正畸科",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 84,
                "o_name1": "牙体牙髓科",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 85,
                "o_name1": "牙周科",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 86,
                "o_name1": "口腔黏膜科",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 87,
                "o_name1": "儿童口腔科",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 88,
                "o_name1": "口腔修复科",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 89,
                "o_name1": "种植科",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 810,
                "o_name1": "口腔预防科",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 811,
                "o_name1": "口腔特诊科",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            }
        ]
    },
    {
        "id": 9,
        "o_name": "其他",
        "name": [{
                "id": 91,
                "o_name1": "青光眼",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 92,
                "o_name1": "中耳炎",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 93,
                "o_name1": "白内障",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 94,
                "o_name1": "抑郁症",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 95,
                "o_name1": "牙颌畸形",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 96,
                "o_name1": "心理咨询",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            }
        ]
    },
    {
        "id": 10,
        "o_name": "心理科学 ",
        "name": [{
                "id": 101,
                "o_name1": "青光眼",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 102,
                "o_name1": "中耳炎",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 103,
                "o_name1": "白内障",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 104,
                "o_name1": "抑郁症",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 105,
                "o_name1": "牙颌畸形",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 106,
                "o_name1": "心理咨询",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            }
        ]
    },
    {
        "id": 11,
        "o_name": "其他",
        "name": [{
                "id": 71,
                "o_name1": "青光眼",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 72,
                "o_name1": "中耳炎",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 73,
                "o_name1": "白内障",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 74,
                "o_name1": "抑郁症",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 115,
                "o_name1": "牙颌畸形",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            },
            {
                "id": 116,
                "o_name1": "心理咨询",
                "o_info": "我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情我是详情"
            }
        ]
    },
   
]