{
    [{
            newsList: [{
                news_id: 1, //新闻ID
                news_img: "../img/news-1.webp", //新闻缩略图
                news_title: '从线上到线下，互联网医疗将要走向何方?', //新闻标题
                news_time: '2021-04-03 15:03', // 创建新闻时间
                news_tip: '互联网医疗', //新闻标签
                news_context: '2015年12月份，首家互联网医院在乌镇亮相，一年之后国内互联网医院的数量就已接近40家，所涉及的互联网医疗企业也早非微医一家。一度在线上攻城略地的互联网医疗，业已开始将线下作为新一轮竞争的战场。就在不久前， 微医在杭州启动了首家全科中心， 并计划3年内在国内建立100家连锁全科中心， 这也是继互联网医院之后， 微医发力线下市场的又一动作。 两年前， 互联网医疗的商业模式还集中在互联网入口上， 如今看到的却是一个线上线下闭环的全新商业架构。 从互联网医院到全科中心， 曾经被视为风口的互联网医疗， 最终将走向何方 ?', //新闻概述
                news_num: 960, //新闻评论条数
            }, {
                news_id: 2, //新闻ID
                news_img: "../img/news-2.webp", //新闻缩略图
                news_title: '浙江省人大常委会近日审议通过《浙江省医疗保障条例》', //新闻标题
                news_time: '2021-01-03 15:03', // 创建新闻时间
                news_tip: '浙江 人大常委 医疗保障', //新闻标签
                news_context: '浙江省人大常委会近日审议通过《浙江省医疗保障条例》', //新闻概述
                news_num: 6820, //新闻评论条数
            }, {
                news_id: 3, //新闻ID
                news_img: "../img/news-3.mp4", //新闻缩略图
                news_title: '国家卫健委:中国加快推动“互联网+医疗健康”服务|中国新闻', //新闻标题
                news_time: '2021-03-23 16:49', // 创建新闻时间
                news_tip: '国家政策', //新闻标签
                news_context: '国家卫健委政策支持', //新闻概述
                news_num: 991, //新闻评论条数
            }, {
                news_id: 4, //新闻ID
                news_img: "../img/news-4.png", //新闻缩略图
                news_title: '发展“互联网+医疗健康” 医药电商当有更大作为', //新闻标题
                news_time: '2021-04-06 07:56', // 创建新闻时间
                news_tip: '中央部署 互联网+医疗健康 医药电商平台', //新闻标签
                news_context: '按照中央部署，我国要运用互联网、大数据、人工智能等先进技术，大力健全“互联网+医疗健康”服务体系，包括发展“互联网+”医疗服务、“互联网+”家庭医生签约服务、“互联网+”药品供应保障服务等内容，优化医疗健康资源配置，创新服务模式，降低服务成本。', //新闻概述
                news_num: 34894, //新闻评论条数
            }, {
                news_id: 5,
                news_img: '../img/news-5.jpg',
                news_title: '【新时代 新作为 新篇章】“互联网+医疗健康”缓解群众看病难',
                news_time: '2018年10月26日 03:55 ',
                news_tip: '【新时代 新作为 新篇章】',
                news_context: '本报讯（记者贾蕴）打开手机上的微信掌上医院进行预约挂号，无需再排队等候；医生不用看病历本，只需扫描二维码，就可以调阅患者电子健康档案；',
                news_num: 12542,
            }, {
                news_id: 6, //新闻ID
                news_img: "../img/news-6.jpg", //新闻缩略图
                news_title: '保险科技+互联网医疗新格局，轻松保严选扩宽产业空间',
                news_time: '2021-04-01 15:43:38',
                news_tip: '保险科技+互联网医疗新格局',
                news_context: '我国的医疗健康体系日益完善，“看病难”已不再是问题，但是好医院住院难、好医生挂号难的问题开始凸显', //新闻概述
                news_num: 62720, //新闻评论条数
            }, {
                news_id: 7, //新闻ID
                news_img: "../img/news-7.jpg", //新闻缩略图
                news_title: '公布！“互联网+医疗健康”十大优秀案例揭晓！', //新闻标题
                news_time: '2019-05-24 22:45', // 创建新闻时间
                news_tip: '“互联网+医疗健康”十大优秀案例揭晓！十大科技助力医疗健康创新案例', //新闻标签
                news_context: '@cparagraph(20,30)', //新闻概述
                news_num: '85152', //新闻评论条数
            }, {
                news_id: 8, //新闻ID
                news_img: "../img/news-1.webp", //新闻缩略图
                news_title: '从线上到线下，互联网医疗将要走向何方?', //新闻标题
                news_time: '@date("yyyy/MM/dd")', // 创建新闻时间
                news_tip: '@pick(["资讯", "观点", "分享"])', //新闻标签
                news_context: '@cparagraph(20,30)', //新闻概述
                news_num: '@integer(60, 100)', //新闻评论条数
            }]
        },
        {
            opinion: [{
                id: 1,
                opinion_title: "中共中央 国务院关于深化医疗保障制度改革的意见",
                opinion_author: "新华社"
            }, {
                id: 2,
                opinion_title: "《关于促进“互联网+医疗健康”发展的意见》政策解读",
                opinion_author: "卫健委"
            }, {
                id: 3,
                opinion_title: "国家医疗保障局关于完善“互联网+”医疗服务价格和医保支付政策的指导意见",
                opinion_author: "医保局"
            }, {
                id: 4,
                opinion_title: "关于印发加强医疗机构中药制剂管理意见的通知",
                opinion_author: "药管局"
            }, {
                id: 5,
                opinion_title: "新冠疫苗接种率需达到70％、80％ 才能产生群体保护",
                opinion_author: "无尊有"
            }, {
                id: 6,
                opinion_title: "美国发起人类体细胞基因组编辑计划",
                opinion_author: "张梦然"
            }, {
                id: 7,
                opinion_title: "新发现颠覆癌症新陈代谢百年模型",
                opinion_author: "张嘉欣"
            }, {
                id: 8,
                opinion_title: "新发现颠覆癌症新陈代谢百年模型",
                opinion_author: "张嘉欣"
            }, {
                id: 9,
                opinion_title: "新发现颠覆癌症新陈代谢百年模型",
                opinion_author: "张嘉欣"
            }, {
                id: 10,
                opinion_title: "新发现颠覆癌症新陈代谢百年模型",
                opinion_author: "张嘉欣"
            }]
        }
    ]
}